tap "codecrafters-io/tap"
tap "d12frosted/emacs-plus"
tap "elixir-tools/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "meain/meain"
tap "nikitabobko/tap"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "node"
brew "basedpyright"
brew "black"
brew "glib"
brew "llvm"
brew "ccls"
brew "cmake"
brew "difftastic"
brew "elixir"
brew "elixir-ls"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "webp"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "go"
brew "gopls"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "psutils"
brew "groff"
brew "guile"
brew "ipython"
brew "jq"
brew "libffi"
brew "libheif"
brew "man-db"
brew "mit-scheme"
brew "mplayer"
brew "neovim"
brew "nvm"
brew "pgformatter"
brew "pinentry-mac"
brew "pipenv"
brew "platformio"
brew "pngpaste"
brew "portaudio"
brew "postgresql@15", restart_service: :changed
brew "prettier"
brew "pyenv"
brew "pytest"
brew "python@3.11"
brew "python-tk@3.11"
brew "rbenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "sql-language-server"
brew "sqlfmt"
brew "sqlparse"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vscode-langservers-extracted"
brew "yt-dlp"
brew "codecrafters-io/tap/codecrafters"
brew "d12frosted/emacs-plus/emacs-plus@31", args: ["with-modern-pen-3d-icon", "with-no-frame-refocus"]
brew "elixir-tools/tap/next-ls"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "font-devicons"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
go "golang.org/x/perf/cmd/benchstat"
go "github.com/rakyll/hey"
